Repository: Kruszoneq/macUSB
Catalog: macUSB/Resources/Analysis.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# analysis.usb.discovery.waiting.title
source: Oczekiwanie na zakończenie sprawdzania
de: Warten auf den Abschluss der Prüfung
en: Waiting for the check to finish
es: Esperando a que termine la comprobación
fr: En attente de la fin de la vérification
it: In attesa del completamento del controllo
ja: 確認の完了を待っています
pt_br: Aguardando o fim da verificação
ru: Ожидание завершения проверки
tr: Denetimin tamamlanması bekleniyor
uk: Очікування завершення перевірки
vi: Đang chờ kiểm tra hoàn tất
zh_hans: 正在等待检查完成

# analysis.usb.missing.description
source: Podłącz nośnik USB i poczekaj na wykrycie...
de: Schließen Sie das USB-Laufwerk an und warten Sie auf die Erkennung...
en: Connect USB drive and wait for detection...
es: Conecte la memoria USB y espere a que sea detectada...
fr: Connectez la clé USB et attendez la détection...
it: Collega l'unità USB e attendi che venga rilevata...
ja: USBメモリを接続して検出を待機してください...
pt_br: Conecte o pen drive e aguarde a detecção...
ru: Подключите USB-накопитель и дождитесь обнаружения...
tr: USB sürücüsünü bağlayın ve algılanmasını bekleyin...
uk: Підключіть USB-накопичувач і дочекайтеся його виявлення...
vi: Kết nối ổ USB và đợi cho đến khi nó được phát hiện...
zh_hans: 连接 U 盘并等待检测...

# analysis.usb.missing.title
source: Nie wykryto nośnika USB
de: Kein USB-Laufwerk erkannt
en: No USB drive detected
es: No se detectó ninguna memoria USB
fr: Aucune clé USB détectée
it: Nessuna unità USB rilevata
ja: USBメモリが検出されませんでした
pt_br: Nenhum pen drive detectado
ru: USB-накопитель не обнаружен
tr: USB sürücüsü algılanmadı
uk: USB-накопичувач не виявлено
vi: Không tìm thấy ổ USB nào
zh_hans: 未检测到 U 盘

# analysis.usb.requirements.capacity
source: • Do utworzenia instalatora potrzebny jest nośnik USB o pojemności minimum %@ GB
de: • Zum Erstellen des Installers ist ein USB-Laufwerk mit mindestens %@ GB erforderlich
en: • A USB drive with a minimum capacity of %@ GB is required to create the installer
es: • Se requiere una memoria USB con una capacidad mínima de %@ GB para crear el instalador
fr: • Une clé USB d'une capacité minimale de %@ Go est requise pour créer l'installateur
it: • Per creare l'installer è necessaria un'unità USB con una capacità minima di %@ GB
ja: • インストーラを作成するには、最低%@GBの容量を持つUSBメモリが必要です
pt_br: • É necessário um pen drive com capacidade mínima de %@ GB para criar o instalador
ru: • Для создания установщика требуется USB-накопитель емкостью не менее %@ ГБ
tr: • Yükleyiciyi oluşturmak için minimum %@ GB kapasiteli bir USB sürücüsüne ihtiyacınız vardır
uk: • Для створення інсталятора потрібен USB-накопичувач мінімальним об’ємом %@ ГБ
vi: • Để tạo bộ cài đặt, bạn cần có ổ USB có dung lượng tối thiểu %@ GB
zh_hans: • 创建安装程序需要至少 %@ GB 容量的 U 盘

# analysis.usb.requirements.speed
source: • Zalecane jest użycie dysku w standardzie USB 3.0 lub szybszym
de: • Die Verwendung eines USB 3.0-Laufwerks (oder schneller) wird empfohlen
en: • Using a USB 3.0 or faster drive is recommended
es: • Se recomienda usar una memoria USB 3.0 o más rápida
fr: • L'utilisation d'une clé USB 3.0 ou plus rapide est recommandée
it: • Si consiglia di utilizzare un'unità USB 3.0 o più veloce
ja: • USB 3.0以上の高速なドライブの使用を推奨します
pt_br: • Recomenda-se o uso de um pen drive USB 3.0 ou mais rápido
ru: • Рекомендуется использовать накопитель USB 3.0 или быстрее
tr: • USB 3.0 veya daha hızlı bir sürücü kullanılması önerilir
uk: • Рекомендовано використовувати накопичувач USB 3.0 або швидший
vi: • Nên sử dụng ổ USB 3.0 hoặc nhanh hơn
zh_hans: • 建议使用 USB 3.0 或更快的驱动器

# analysis.usb.requirements.title
source: Wymagania sprzętowe
de: Hardwareanforderungen
en: Hardware Requirements
es: Requisitos de hardware
fr: Configuration matérielle requise
it: Requisiti hardware
ja: ハードウェア要件
pt_br: Requisitos de hardware
ru: Требования к оборудованию
tr: Donanım gereksinimleri
uk: Вимоги до обладнання
vi: Yêu cầu phần cứng
zh_hans: 硬件要求

# analysis.usb.section.title
source: Wybór nośnika USB
de: USB-Laufwerksauswahl
en: USB Drive Selection
es: Selección de memoria USB
fr: Sélection de la clé USB
it: Selezione di un'unità USB
ja: USBメモリの選択
pt_br: Seleção de pen drive
ru: Выбор USB-накопителя
tr: Bir USB sürücüsü seçme
uk: Вибір USB-накопичувача
vi: Chọn ổ USB
zh_hans: U 盘选择

# analysis.usb.source_size_unavailable.message
source: Nie można ustalić wielkości wybranego instalatora. Przyjęto zastępczą klasę nośnika %@ GB. Sprawdź źródło przed utworzeniem instalatora.
de: Die Größe des ausgewählten Installationsprogramms konnte nicht ermittelt werden. Für das USB-Laufwerk wurde ersatzweise die Größenklasse %@ GB verwendet. Prüfen Sie die Quelle, bevor Sie das Installationsmedium erstellen.
en: The selected installer’s size could not be determined. A fallback drive size class of %@ GB was applied. Check the source before creating the installer.
es: No se pudo determinar el tamaño del instalador seleccionado. Se aplicó la clase de capacidad alternativa de %@ GB para la unidad USB. Comprueba el origen antes de crear el instalador.
fr: Impossible de déterminer la taille du programme d’installation sélectionné. Une classe de capacité de secours de %@ Go a été appliquée au support USB. Vérifiez la source avant de créer le programme d’installation.
it: Impossibile determinare le dimensioni del programma di installazione selezionato. È stata applicata la classe di capacità alternativa di %@ GB per l'unità USB. Controlla la sorgente prima di creare il programma di installazione.
ja: 選択したインストーラのサイズを確認できませんでした。USBドライブには代替の容量区分として %@ GB を適用しました。インストーラを作成する前にソースを確認してください。
pt_br: Não foi possível determinar o tamanho do instalador selecionado. Foi aplicada a classe alternativa de %@ GB para a unidade USB. Verifique a origem antes de criar o instalador.
ru: Не удалось определить размер выбранного установщика. Для USB-накопителя применён резервный класс ёмкости %@ ГБ. Проверьте источник перед созданием установочного носителя.
tr: Seçilen yükleyicinin boyutu belirlenemedi. USB sürücüsü için %@ GB'lık yedek kapasite sınıfı uygulandı. Yükleyiciyi oluşturmadan önce kaynağı kontrol edin.
uk: Не вдалося визначити розмір вибраного інсталятора. Для USB-носія застосовано резервний клас місткості %@ ГБ. Перевірте джерело перед створенням інсталятора.
vi: Không thể xác định kích thước bộ cài đặt đã chọn. Đã áp dụng mức dung lượng dự phòng %@ GB cho thiết bị USB. Hãy kiểm tra nguồn trước khi tạo bộ cài đặt.
zh_hans: 无法确定所选安装器的大小。已对 USB 驱动器采用 %@ GB 的备用容量档位。创建安装介质前请检查来源。

# analysis.usb.source_size_unavailable.title
source: Nie udało się odczytać wielkości źródła
de: Größe der Quelle konnte nicht ermittelt werden
en: Couldn’t read the source size
es: No se pudo determinar el tamaño del origen
fr: Impossible de déterminer la taille de la source
it: Impossibile leggere le dimensioni dell'origine
ja: ソースのサイズを読み取れませんでした
pt_br: Não foi possível ler o tamanho da origem
ru: Не удалось определить размер источника
tr: Kaynağın boyutu okunamadı
uk: Не вдалося визначити розмір джерела
vi: Không thể đọc kích thước nguồn
zh_hans: 无法读取来源大小

# analysis.usb.source_size_unavailable.use_fallback
source: Użyj progu zastępczego
de: Ersatzgrenze verwenden
en: Use fallback threshold
es: Usar el límite alternativo
fr: Utiliser le seuil de secours
it: Usa la soglia alternativa
ja: 代替の容量しきい値を使用
pt_br: Usar limite alternativo
ru: Использовать резервный порог
tr: Yedek eşiği kullan
uk: Використати резервний поріг
vi: Dùng ngưỡng dự phòng
zh_hans: 使用备用容量阈值

# analysis.usb.target.label
source: Wybierz docelowy nośnik USB:
de: USB-Ziellaufwerk auswählen:
en: Select target USB drive:
es: Seleccione la memoria USB de destino:
fr: Sélectionnez la clé USB cible :
it: Seleziona l'unità USB di destinazione:
ja: 対象のUSBメモリを選択:
pt_br: Selecione o pen drive de destino:
ru: Выберите целевой USB-накопитель:
tr: Hedef USB sürücüsünü seçin:
uk: Виберіть цільовий USB-накопичувач:
vi: Chọn ổ USB mục tiêu:
zh_hans: 选择目标 U 盘：

# analysis.usb.target.placeholder
source: Wybierz...
de: Auswählen...
en: Choose...
es: Elegir...
fr: Choisir...
it: Scegli...
ja: 選択...
pt_br: Escolher...
ru: Выбрать...
tr: Seçmek...
uk: Виберіть...
vi: Chọn...
zh_hans: 选择...

# analysis.usb.volume_capacity_too_small.title
source: Wybrany wolumin ma za małą pojemność
de: Das ausgewählte Volume ist zu klein
en: The selected volume is too small
es: El volumen seleccionado es demasiado pequeño
fr: Le volume sélectionné est trop petit
it: Il volume selezionato è troppo piccolo
ja: 選択したボリュームの容量が不足しています
pt_br: O volume selecionado é pequeno demais
ru: Ёмкость выбранного тома недостаточна
tr: Seçilen birimin kapasitesi yetersiz
uk: Обсяг вибраного тому замалий
vi: Ổ đĩa được chọn không đủ dung lượng
zh_hans: 所选宗卷的容量不足

# analysis.usb.waiting_for_system_detection.description
source: Podłączony nośnik USB zostanie udostępniony po zakończeniu rozpoznawania systemu i określeniu wymagań dotyczących nośnika.
de: Das angeschlossene USB-Laufwerk wird verfügbar, sobald die Systemerkennung abgeschlossen und die erforderlichen Medienanforderungen festgelegt sind.
en: The connected USB device will become available after system recognition is complete and the required media criteria have been determined.
es: El dispositivo USB conectado estará disponible cuando se complete el reconocimiento del sistema y se determinen los requisitos del medio.
fr: Le périphérique USB connecté sera disponible une fois la reconnaissance du système terminée et les exigences du support définies.
it: Il dispositivo USB collegato sarà disponibile dopo il completamento del riconoscimento del sistema e la definizione dei requisiti del supporto.
ja: 接続されたUSBデバイスは、システム認識が完了し、必要なメディア要件が確定した後に利用可能になります。
pt_br: O dispositivo USB conectado ficará disponível após a conclusão do reconhecimento do sistema e a definição dos critérios exigidos para a mídia.
ru: Подключенное USB-устройство станет доступно после завершения распознавания системы и определения требований к носителю.
tr: Bağlı USB aygıtı, sistem tanıma tamamlandıktan ve gerekli medya ölçütleri belirlendikten sonra kullanılabilir olacaktır.
uk: Підключений USB-носій стане доступним після завершення розпізнавання системи та визначення вимог до носія.
vi: Thiết bị USB đã kết nối sẽ khả dụng sau khi quá trình nhận diện hệ thống hoàn tất và các tiêu chí phương tiện cần thiết được xác định.
zh_hans: 连接的 USB 设备将在系统识别完成并确定所需介质条件后可用。

# analysis.usb.waiting_for_system_detection.title
source: Oczekiwanie na analizę systemu
de: Warten auf Systemanalyse
en: Waiting for System Analysis
es: Esperando el análisis del sistema
fr: En attente de l’analyse du système
it: In attesa dell’analisi del sistema
ja: システム解析を待機中
pt_br: Aguardando análise do sistema
ru: Ожидание анализа системы
tr: Sistem analizi bekleniyor
uk: Очікування аналізу системи
vi: Đang chờ phân tích hệ thống
zh_hans: 等待系统分析

# analysis.windows.server.unsupported_edition.description
source: Wykryta wersja systemu Windows Server nie jest wspierana. Obsługiwane są instalatory Windows Server 2008 R2 lub nowszych wersji.
de: Die erkannte Windows-Server-Version wird nicht unterstützt. Installationsmedien für Windows Server 2008 R2 oder neuer werden unterstützt.
en: The detected Windows Server version is not supported. Windows Server 2008 R2 or later installers are supported.
es: La versión de Windows Server detectada no es compatible. Se admiten instaladores de Windows Server 2008 R2 o posterior.
fr: La version de Windows Server détectée n’est pas prise en charge. Les programmes d’installation de Windows Server 2008 R2 ou version ultérieure sont pris en charge.
it: La versione di Windows Server rilevata non è supportata. Sono supportati i programmi di installazione di Windows Server 2008 R2 o versioni successive.
ja: 検出された Windows Server のバージョンはサポートされていません。Windows Server 2008 R2 以降のインストーラがサポートされています。
pt_br: A versão detectada do Windows Server não é compatível. Instaladores do Windows Server 2008 R2 ou posterior são compatíveis.
ru: Обнаруженная версия Windows Server не поддерживается. Поддерживаются установщики Windows Server 2008 R2 и более новых версий.
tr: Algılanan Windows Server sürümü desteklenmiyor. Windows Server 2008 R2 veya üzeri yükleyiciler desteklenir.
uk: Виявлена версія Windows Server не підтримується. Підтримуються інсталятори Windows Server 2008 R2 або новіших версій.
vi: Phiên bản Windows Server được phát hiện không được hỗ trợ. Bộ cài Windows Server 2008 R2 trở lên được hỗ trợ.
zh_hans: 检测到的 Windows Server 版本不受支持。支持 Windows Server 2008 R2 或更高版本的安装程序。

# analysis.windows.unsupported_edition.description
source: Wykryta wersja systemu Windows nie jest wspierana. Obsługiwane są instalatory Windows Vista lub nowszych wersji.
de: Die erkannte Windows-Version wird nicht unterstützt. Installationsmedien für Windows Vista oder neuer werden unterstützt.
en: The detected Windows version is not supported. Windows Vista or later installers are supported.
es: La versión de Windows detectada no es compatible. Se admiten instaladores de Windows Vista o posterior.
fr: La version de Windows détectée n’est pas prise en charge. Les programmes d’installation de Windows Vista ou version ultérieure sont pris en charge.
it: La versione di Windows rilevata non è supportata. Sono supportati i programmi di installazione di Windows Vista o versioni successive.
ja: 検出された Windows のバージョンはサポートされていません。Windows Vista 以降のインストーラがサポートされています。
pt_br: A versão detectada do Windows não é compatível. Instaladores do Windows Vista ou posterior são compatíveis.
ru: Обнаруженная версия Windows не поддерживается. Поддерживаются установщики Windows Vista и более новых версий.
tr: Algılanan Windows sürümü desteklenmiyor. Windows Vista veya üzeri yükleyiciler desteklenir.
uk: Виявлена версія Windows не підтримується. Підтримуються інсталятори Windows Vista або новіших версій.
vi: Phiên bản Windows được phát hiện không được hỗ trợ. Bộ cài Windows Vista trở lên được hỗ trợ.
zh_hans: 检测到的 Windows 版本不受支持。支持 Windows Vista 或更高版本的安装程序。

# analysis.action.ok
source: OK
es: Aceptar
tr: TAMAM
uk: добре
vi: ĐƯỢC RỒI
zh_hans: 确定
